//T1002：按照样例输出字符组成的马里奥图案。
#include <stdio.h>
int main(){
    printf("        ********\n");
    printf("       ************\n");
    printf("       ####....#.\n");
    printf("     #..###.....##....\n");
    printf("     ###.......######\n");
    printf("        ...........\n");
    printf("       ##*#######\n");
    printf("    ####*******######\n");
    printf("   ...#***.****.*###....\n");
    printf("   ....**********##.....\n");
    printf("   ....****    *****....\n");
    printf("     ####        ####\n");
    printf("   ######        ######\n");
    return 0;
}
